export const fruits = [
  {
    name: 'Цитрусовые',
    description:
      '' +
      'Почему цитрусовые возглавляют список? Ответ прост: за счет содержания большого количества аминокислот, витаминов и флавоноидов, способствующих снижению веса.\n' +
      '\n' +
      'Среди данных представителей по популярности при похудении наиболее выделяются грейпфруты, помело, апельсины и мандарины.\n' +
      '\n' +
      'Калорийность на 100 грамм:\n' +
      '\n' +
      'грейпфрут – 35 ккал;\n' +
      'помело – 32 ккал;\n' +
      'апельсины – 43 ккал;\n' +
      'мандарины – 38 ккал;\n' +
      'Особенностью данного рода растений является не только низкая калорийность, но и увеличение скорости метаболизма. Самыми полезными при активном похудении принято считать грейпфрут и помело – их называют природными “жиросжигателями”.',
    image: require('../assets/fruits/sitrus.png'),
  },
  {
    name: 'Киви',
    description:
      'Калорийность киви немного выше апельсинов – 47 ккал на 100 грамм. Полезность киви при похудении обосновывается рядом причин:\n' +
      '\n' +
      'содержание фолиевой и аскорбиновой кислот, необходимых организму (особенно в осенне-зимний период);\n' +
      'входящая в состав клетчатка способна прекрасно утолять чувство голода;\n' +
      'в киви содержатся витамины групп В, Е, РР, А, С;\n' +
      'употребление фрукта приводит к снижению содержания холестерина;\n' +
      'Одним словом, киви не только помогает худеть, но и положительно влияет на здоровье в целом.\n' +
      '\n',
    image: require('../assets/fruits/kiwi.png'),
  },
  {
    name: 'Ананас',
    description:
      'Калорийность ананаса – 52 ккал на 100 грамм. Этот фрукт ценится за содержание бромелаина – фермента, улучшающего пищеварение и способствующего снижению отечности и воспалений. Употребление в пищу ананаса позволяет “разогнать” метаболизм и укрепить организм за счет большого содержания витаминов А, В1, В6.',
    image: require('../assets/fruits/ananas.png'),
  },
  {
    name: 'Яблоко',
    description:
      'Яблоки считаются самым главным источником клетчатки, необходимой для нормальной работы кишечника, а значит и правильного, здорового похудения. Кроме того, яблоки содержат полифенол – органическое соединение, оказывающее мощный антиоксидантный эффект. Наиболее полезны и богаты витаминами домашние яблоки. Калорийность фрукта всего 52 ккал на 100 грамм.',
    image: require('../assets/fruits/apple.png'),
  },
  {
    name: 'Груша',
    description:
      'Калорийность груш – 47 ккал на 100 грамм. Кожица фрукта содержит ценные вещества и способствует отличной очистке кишечника. Сам плод характеризуется высоким содержанием клетчатки. При употреблении одной маленькой груши организм получает сразу 8% от необходимой дневной нормы.',
    image: require('../assets/fruits/pear.png'),
  },
  {
    name: 'Манго',
    description:
      'Содержание природных сахаров в манго немного больше, чем в других фруктах. Это не мешает экзотическому плоду приносить огромную пользу организму и способствовать похудению, так как манго содержит целый спектр полезных элементов. В состав манго входят такие минералы, как железо, кальций, цинк, магний и др. Калорийность около 65 ккал на 100 грамм.\n' +
      '\n' +
      'Фрукт нормализует работу кишечника, за счет низкого гликемического индекса подходит людям с диабетом. Содержит витамин Е, улучшающий гормональный фон. Улучшает состояние крови при малокровии за счет высокого содержания железа. Укрепляет иммунитет благодаря входящей в состав аскорбиновой кислоте.',
    image: require('../assets/fruits/mango.png'),
  },
  {
    name: 'Папайя',
    description:
      'Калорийность плода – 43 ккал на 100 грамм, что делает папайю отличным вариантом низкокалорийного перекуса. Отличительная черта папайи – наличие полипептида папаина, который характеризуется способностью поддержания здоровья ЖКТ и снижением воспалений.\n' +
      '\n' +
      'Папайя богата пищевыми волокнами, что способствует быстрому насыщению. Плод включает в себя аминокислоты, витамины, минералы. Существует множество способов приготовления папайи – от коктейлей до фруктовых салатов.',
    image: require('../assets/fruits/papaya.png'),
  },
  {
    name: 'Арбуз',
    description:
      'Арбуз, как известно, содержит много жидкости, и этот факт в сочетании с низкой калорийностью (30 ккал на 100 грамм) дает отличный результат при похудении. За счет мочегонного эффекта вода в организме не остается, что помогает бороться с отечностью.\n' +
      '\n' +
      'Арбуз не содержит большого количества витаминов, но отлично справляется с задачей вывода токсинов и вредных веществ из организма.',
    image: require('../assets/fruits/watermelon.png'),
  },
  {
    name: 'Персик',
    description:
      'Этот сочный и нежный фрукт многие любят за вкус. А может ли он помочь похудеть? Да, и при этом поддержать здоровье! В состав фрукта входят витамины: B, РР, К, Е, С, А. Также плоды характеризуются высоким содержанием природной клетчатки и различных необходимых человеку минералов – железо, кальций, фтор, натрий, йод – и это далеко не весь список.\n' +
      '\n' +
      'Персики обладают мочегонным и послабляющим эффектом, хорошо очищают кишечник и выводят лишнюю воду из организма. За счет органических кислот персики ускоряют метаболизм. Такой богатый ассортимент полезных качеств сочетается с низкой калорийностью – 40 ккал на 100 грамм.',
    image: require('../assets/fruits/peach.png'),
  },
  {
    name: 'Гранат',
    description:
      '100 грамм граната содержат 52 ккал, поэтому плод занимает почетное место в списке. Гранат полезен и для худеющих, и для тех, кто придерживается принципов правильного питания. Этот фрукт – кладезь витаминов А, В, С, Е и минералов (кальций, фосфор, калий, магний, железо).\n' +
      '\n' +
      'За счет аминокислот гранат улучшает работу пищеварения, хорошо утоляет аппетит, ускоряет обмен веществ, очищает ЖКТ от токсинов, положительно влияет на кровообращение за счет повышения гемоглобина.\n' +
      '\n' +
      'Употребление перечисленных фруктов при похудении поможет достичь желаемых форм и при этом укрепить организм. Фрукты с высоким содержанием природного сахара лучше принимать в пищу в первой половине дня, на вечернее время следует оставлять “легкие” варианты. Составление блюд из фруктов поможет разнообразить рацион.\n' +
      '\n' +
      'Однако важно помнить о том, что потребление продуктов с большим содержанием органических кислот и минералов должно быть разумным. Повышенное потребление клетчатки приводит к расстройству пищеварительной системы. Кислотность соков некоторых фруктов вызывает раздражение желудка. Лучший вариант – избегать потребления одного вида продуктов и следить за сбалансированностью рациона, а при наличии хронических болезней проконсультироваться со специалистом.',
    image: require('../assets/fruits/pomegranate.png'),
  },
];
